[
    {
        "project": [
            {
                "name": "BizMap - Interactive Design of Service System and Business Model",
                "text": "With the continuous development of contemporary business, the Business Model has received more and more attention as a theoretical tool and practical method. At the same time, innovative business models can often bring huge benefits and changes to companies and even society. </br> BizMap is a platform that uses interactive design tools combined with design thinking to help build innovative business service models. Based on the theoretical research of scholars, a tool empowered with \"innovation element\" as the core and \"battery link\" as the form is designed. Allow users to experience a new visualization method to innovate business models in BizMap."
            }
        ],
        "video": [
            {
                
                "link": "",
                "no_video":" This host is not at home..."

                
            }
        ],
        "artist": [
            {
                "name": "Maxwell LIU",
                "text": "Maxwell LIU —— product, interactive and UX designer. With a cross-professional background in physics and design. Involved in product design, interactive design and user experience design. Focus on design empowering business model and lifestyle. To lead and educate new lifestyles by design. Has experience in cooperation with Nissan, Apple and Nike.",
                "contact1": "",
                "contact2": "",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Liu Chengyan/liuchengyan_1.png",
                "img2": "./img/Liu Chengyan/liuchengyan_2.png",
                "img3": "./img/Liu Chengyan/liuchengyan_3.png",
                "img4": "./img/Liu Chengyan/liuchengyan_4.png",
                "img5": "./img/Liu Chengyan/liuchengyan_5.png",
                "img6": "./img/Liu Chengyan/liuchengyan_6.png"
            }
        ],
        "keyword": [
            {
                "word1": "interactive design",
                "word2": "business service",
                "word3": "innovation element"
            }
        ]
    },



    {
        "project": [
            {
                "name": "Sustainable Fashion - Experimental Community Platform & Space Design of Clothing Upcycling",
                "text": "Facing the non-closed-loop & high-pollution of fashion industry, we urgently need a more effective & bottom-up way to save millions upon millions of waste clothes, and we urgently need to change our unsustainable consumption style. Therefore, based on the community, \"RE:Fashion Lab\" builds an experimental platform for clothing upcycling. Through online and offline linkage, clothing recycling & upcycling can be realized effectively in local. Meanwhile, multiple stakeholders can be involved in building the community and system of \"RE:Fashion\". We hopes to save the old clothes and, at the same time, help more people re-understand fashion & live a more sustainable life."
            }
        ],
        "video": [
            {
                "link": "https://fanglin20.oss-cn-beijing.aliyuncs.com/dialogue%201_2min.mp4",
                "no_video": ""
            }
        ],
        "artist": [
            {
                "name": "Mingyu Zhuang",
                "text": "Zhuang Mingyu a.k.a littleming, seven-years student of environmental design from Tongji University, College of Design & Innovation. Being keen on problem solving, sustainability, and being a hopeless fan-girl.",
                "contact1": "",
                "contact2": "",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Zhuang Mingyu/zhuangmingyu_1.png",
                "img2": "./img/Zhuang Mingyu/zhuangmingyu_2.gif",
                "img3": "./img/Zhuang Mingyu/zhuangmingyu_3.png",
                "img4": "./img/Zhuang Mingyu/zhuangmingyu_4.png",
                "img5": "./img/Zhuang Mingyu/zhuangmingyu_5.gif",
                "img6": "./img/Zhuang Mingyu/zhuangmingyu_6.png"
            }
        ],
        "keyword": [
            {
                "word1": "environmental design",
                "word2": "sustainable consumption",
                "word3": "clothing recycling"
            }
        ]
    },

    {
        "project": [
            {
                "name": "Fictional flame - Media Installation Design",
                "text": "The world seen through mass media is not a real world. The real reality has disappeared, and real life is transformed into hyper-reality under the control of the media. \"Fictional flame\" is an immersive media installation design, which stems from the \"super-real\" realistic experience of modern media construction. The installation is mainly composed of two images and a square box space. It explores the real extinction in a metaphorical way, triggering people's thinking about the present which more and more surrounded by the simulation system."
            }
        ],
        "video": [
            {
                "link": "https://fanglin20.oss-cn-beijing.aliyuncs.com/dialogue%202_2min.mp4",
                "no_video": ""


            }
        ],
        "artist": [
            {
                "name": "Yujing Liu",
                "text": "Common goldfish. Wandering and observing the world.I like painting, want to express. I hope I can create sincerely all the time. It's also a gentle resistance and acceptance to the world.",
                "contact1": "Weibo: https://weibo.com/1965137083/profile?topnav=1&wvr=6",
                "contact2": "",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Liu Yujing/liuyujing_1.jpg",
                "img2": "./img/Liu Yujing/liuyujing_2.jpg",
                "img3": "./img/Liu Yujing/liuyujing_3.jpg",
                "img4": "./img/Liu Yujing/liuyujing_4.jpg",
                "img5": "./img/Liu Yujing/liuyujing_5.jpg",
                "img6": "./img/Liu Yujing/liuyujing_6.jpg"
            }
        ],
        "keyword": [
            {
                "word1": "installation design",
                "word2": "super-realism",
                "word3": "media control"
            }
        ]
    },

    {
        "project": [
            {
                "name": "Normally Odd As Human",
                "text": "Madness is not a natural disease, but a tool of civilization to turn individuals into qualified products. It is excessive emotions, including bad habits, melancholy, anger, binge eating, depression, etc. \"Abnormal humans\" are pushed as aliens by \"normal people\". Thus madness is suppressed and eliminated. N.O.A.H. Club is a \"Ship of fools\" that carries \"abnormal humans\" to a peaceful soul paradise. All the \"abnormal\" souls no longer have to pretend to be normal here. \"Abnormality\" can coexist freely with individuals."
            }
        ],
        "video": [
            {
                "link": "https://fanglin20.oss-cn-beijing.aliyuncs.com/dialogue%203_2min.mp4",
                "no_video": ""



            }
        ],
        "artist": [
            {
                "name": "Raon Yang",
                "text": "Raon Yang, born in Shanghai in 1997, graduated from the Media & Communication Design of Tongji University with a bachelor's degree in 2020. Trying to explore the presentation and expression of one's own visual language in the context of contemporary culture and integrating the creation of personal consciousness into the current social reality. Preference for unstable visual elements, focus on digging emotional experience from the visual level, and intervene in the subject matter from the perspective of sensibility. Believe that art and design are the power to make life better.",
                "contact1": "",
                "contact2": "",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Yang Ruiwen/yangruiwen_1.jpg",
                "img2": "./img/Yang Ruiwen/yangruiwen_2.jpg",
                "img3": "./img/Yang Ruiwen/yangruiwen_3.jpg",
                "img4": "./img/Yang Ruiwen/yangruiwen_4.jpg",
                "img5": "./img/Yang Ruiwen/yangruiwen_5.jpg",
                "img6": "./img/Yang Ruiwen/yangruiwen_6.jpg"
            }
        ],
        "keyword": [
            {
                "word1": "visual communication design",
                "word2": "alien elimination",
                "word3": "madness civilization"
            }
        ]
    },

    {
        "project": [
            {
                "name": "Chinese Plastic Restaurant",
                "text": "Since its invention, plastic has invaded into every aspect of life, even food. According to research, we consume an average of one credit card-sized plastic particle per week from our food. Chinese Plastic Restaurant offers a wide range of cuisine. I collect my own plastic trash and use it to make dishes. I hope this will make you reconsider the \"single-use\" behavior of daily plastic products and the impact of plastic waste on human and the entire ecosystem. Enjoy your meal!"
            }
        ],
        "video": [
            {
                "link": "https://fanglin20.oss-cn-beijing.aliyuncs.com/dialogue%204_2min.mp4",
                "no_video": ""

            }
        ],
        "artist": [
            {
                "name": "Chen Yuting",
                "text": "Chen Yuting, also known as Hongzao or Ramen or Hongzao-ramen, is a native Shanghainese. She graduated from Tongji University in 2020 with a bachelor's degree in Media and Communication Design, College of Design and Innovation, trying to do something not so serious in a world that is soooo serious.",
                "contact1": "",
                "contact2": "",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Chen Yuting/chenyuting_1.jpg",
                "img2": "./img/Chen Yuting/chenyuting_2.jpg",
                "img3": "./img/Chen Yuting/chenyuting_3.jpg",
                "img4": "./img/Chen Yuting/chenyuting_4.jpg",
                "img5": "./img/Chen Yuting/chenyuting_5.jpg",
                "img6": "./img/Chen Yuting/chenyuting_6.jpg"
            }
        ],
        "keyword": [
            {
                "word1": "visual communication design",
                "word2": "plastic waste",
                "word3": "food imitation"
            }
        ]
    },

    {
        "project": [
            {
                "name": "Hu Xiao Yan",
                "text": "What kind of culture is there in Shanghai is a question that always makes young people puzzled. Almost no one knows Hu Yan(Shanghai Proverbs), a national intangible cultural heritage belonging to Shanghai. \"Hu Xiaoyan\" uses picture books and IP design, strives to amplify the sense of pictures of Hu Yan in the era of picture reading. With the lively girl Hu Xiaoyan, young people are allowed to enter the world of Shanghai culture while learning the relaxed and humorous Hu Yan."
            }
        ],
        "video": [
            {
                "link": "https://fanglin20.oss-cn-beijing.aliyuncs.com/dialogue%205_2min.mp4",
                "no_video": "This host is not at home..."


            }
        ],
        "artist": [
            {
                "name": "Zhu Beijia",
                "text": "Zhu Beijia, a girl, you can also call me Piika. An adult who is constantly researching and exploring the humorous design method that brings the relationship between design and people closer. An underage who wants to do a happy design and do the design happily. Forever 17.5 years old. In the context of graphic design, \"communication\" is a crucial factor for the communication between the work and others. I hope to keep exploring how to communicate with people in a humorous language style by releasing empathy and resonance. I hope that I can do the design happily, and you can see the design happily. Don't be overwhelmed by the fast-paced life anymore, I hope my design can help you and make you happy ^ ^!!!",
                "contact1": "邮箱:13761968863@163.com",
                "contact2": "",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Zhu Beijia/zhubeijia_1.jpg",
                "img2": "./img/Zhu Beijia/zhubeijia_2.jpg",
                "img3": "./img/Zhu Beijia/zhubeijia_3.jpg",
                "img4": "./img/Zhu Beijia/zhubeijia_4.jpg",
                "img5": "./img/Zhu Beijia/zhubeijia_5.jpg",
                "img6": "./img/Zhu Beijia/zhubeijia_6.jpg"
            }
        ],
        "keyword": [
            {
                "word1": "visual communication design",
                "word2": "shanghai proverbs",
                "word3": "picture reading"
            }
        ]
    },

    {
        "project": [
            {
                "name": "Jewellery System Design Basing on Emotional Interaction",
                "text": "Jewelry is regarded as a medium for active communication, build a ceremonial emotional transmission medium for contemporary alienated people. Introduce colors, materials,etc. as customized elements, give the individual's emotional memory and expression desire to the jewelry, and cooperate with the customized interface to realize the personalized jewelry design based on the user’s emotional expression. The initiator selects the objects, content, and forms of emotional expression in the customized jewelry platform, cooperates with the basic styles and emotional color language to complete the customization, realize the dialogue with self or others."
            }
        ],
        "video": [
            {     
                "link": "https://fanglin20.oss-cn-beijing.aliyuncs.com/dialogue%206_2min.mp4",
                "no_video": "This host is not at home..."


            }
        ],
        "artist": [
            {
                "name": "Vicky Tian",
                "text": "A designer without a Glory of Kings is not a good chef.",
                "contact1": "Instagram: vickyt1an",
                "contact2": "",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Tian Xing/tianxing_1.png",
                "img2": "./img/Tian Xing/tianxing_2.jpg",
                "img3": "./img/Tian Xing/tianxing_3.png",
                "img4": "./img/Tian Xing/tianxing_4.jpg",
                "img5": "./img/Tian Xing/tianxing_5.jpg",
                "img6": "./img/Tian Xing/tianxing_6.jpg"
            }
        ],
        "keyword": [
            {
                "word1": "jewelry design",
                "word2": "personalization",
                "word3": "emotional transmission"
            }
        ]
    },

    {
        "project": [
            {
                "name": "SOCIAL POLICE - Speculative Design About Social Performance",
                "text": "Social performance is not only vanity self-beautification, but also a social survival rule that caters to the audience's standard preferences. Social media as the new performance \"front stage\" has broken the timeliness and audience group of traditional performance. We are facing more and more trials of different value systems. Social Police are the people who judge, criticize or even trial the performance of others by their own standards. Through design of \"Incident-Investigation-Trial\" and the video, I constructed the social police identity and presented their behavior. Through a low-tech retro style to reconstruct and criticize the current social events, I want to arouse the audience's concerns about future technology alienation. Social Police is not a criticism of one person, but a reflection on the identity of our viewers. Perhaps each of us has become a social police at a certain time."
            }
        ],
        "video": [
            {     
                "link": "https://fanglin20.oss-cn-beijing.aliyuncs.com/dialogue%207_2min.mp4",
                "no_video": "This host is not at home..."


            }
        ],
        "artist": [
            {
                "name": "Yao Qixian",
                "text": "I've acted drama on the stage, written novels on the website, planted trees in the desert, taught children in art galleries, and now I am engaged in design while looking for and defining the meaning of my design by myself.",
                "contact1": "Portfolio website: https://www.behance.net/KishaaaYao/projects",
                "contact2": "LinkedIn: https://www.linkedin.com/in/kisha-yao-7a00ab163",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Yao Qixian/yaoqixian_1.jpg",
                "img2": "./img/Yao Qixian/yaoqixian_2.jpg",
                "img3": "./img/Yao Qixian/yaoqixian_3.jpg",
                "img4": "./img/Yao Qixian/yaoqixian_4.jpg",
                "img5": "./img/Yao Qixian/yaoqixian_5.jpg",
                "img6": "./img/Yao Qixian/yaoqixian_6.jpg"
            }
        ],
        "keyword": [
            {
                "word1": "visual communication design",
                "word2": "social performance",
                "word3": "value trials"
            }
        ]
    },

    {
        "project": [
            {
                "name": "CLOUD 9",
                "text": "It has been said that We act like a baby on mars. Our body has adapted to the gravity of the earth for more than 200,000 years. To continue to adapt and to walk on Mars, we need to overcome the imbalance caused by gravity changes and the Martian environment. Cloud 9 is a gas exoskeleton combined with the latest space suit. It controls the shape of the gas by controlling the \"muscle\" of each nozzle, so that it can help the astronauts to walk more freely and safely."
            }
        ],
        "video": [
            {
                "link": "https://fanglin20.oss-cn-beijing.aliyuncs.com/dialogue%208_2min.mp4",
                "no_video": "This host is not at home..."


            }
        ],
        "artist": [
            {
                "name": "Wu You",
                "text": "Love chasing everything interesting.",
                "contact1": "",
                "contact2": "",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Wu You/wuyou_1.jpg",
                "img2": "./img/Wu You/wuyou_2.png",
                "img3": "./img/Wu You/wuyou_3.png",
                "img4": "./img/Wu You/wuyou_4.png",
                "img5": "./img/Wu You/wuyou_5.png",
                "img6": "./img/Wu You/wuyou_6.png"
            }
        ],
        "keyword": [
            {
                "word1": "industrial design",
                "word2": "exoskeleton",
                "word3": "walk on Mars"
            }
        ]
    },

    {
        "project": [
            {
                "name": "Parametric Task - Centric Scenario Constructing Tool for HMI Simulation Test",
                "text": "As unmanned vehicle HMIs evolve, it becomes increasingly important to conduct purposeful, data-driven simulation tests of them. However, the development of unmanned vehicles and the study of HMI are changing rapidly, and the test objectives and tasks of different tests are very different, which makes it necessary to have an efficient simulation test scenario construction tool and workflow. Through the investigation and research, I constructed a parametric, task-centric tool & workflow to ensure the flexibility, efficiency and data-continuity of scenario construction for unmanned vehicle HMI simulation test."
            }
        ],
        "video": [
            {
                "link": "https://fanglin20.oss-cn-beijing.aliyuncs.com/dialogue%209_2min.mp4",
                "no_video": "This host is not at home..."

            }
        ],
        "artist": [
            {
                "name": "YÁN Guǎnghè",
                "text": "Industrial Design, Game Design, Parametric Design, Procedural Modeling.",
                "contact1": "",
                "contact2": "",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Yan Guanghe/yanguanghe_1.jpg",
                "img2": "./img/Yan Guanghe/yanguanghe_2.png",
                "img3": "./img/Yan Guanghe/yanguanghe_3.jpg",
                "img4": "./img/Yan Guanghe/yanguanghe_4.png",
                "img5": "./img/Yan Guanghe/yanguanghe_5.png",
                "img6": "./img/Yan Guanghe/yanguanghe_6.png"
            }
        ],
        "keyword": [
            {
                "word1": "media design",
                "word2": "HMI tests",
                "word3": "parametric construction"
            }
        ]
    },

    {
        "project": [
            {
                "name": "Paper-Clip: Paper Knowledge Management Tool Assisted by Knowledge Graph",
                "text": "Paper-Clip is a paper knowledge management tool based on the Zettelkasten note method, and uses Knowledge Graph technology as its technical assistant. It is divided into four major functional areas: [Subscription-Notes-Canvas- Analysis], corresponding to the entire paper knowledge management process of [Daily Reading-Paper Clipping-Knowledge Sorting-Knowledge Mining].</br> - Subscription: This allows you to subscribe to the papers you want with keywords, authors, or publications easily. Meet your daily reading needs!</br>- Note: Here you can easily highlight an article and add comments to it. These will be stored in the card box in the form of cards. There is also an entry function to assist with reading. </br>- Canvas: Organize the cards on the canvas freely and easily. You can use groups, links, and tree diagrams to organize and think about their connections.</br>-Analysis: Here you can select the card you want to analyze and generate a visual knowledge graph. Not only can you analyze the conceptual relationships mentioned in the cards, but also the paper information they link to."
            }
        ],
        "video": [
            {  
                "link": "https://fanglin20.oss-cn-beijing.aliyuncs.com/dialogue%2010_2min.mp4",
                "no_video": "This host is not at home..."

            }
        ],
        "artist": [
            {
                "name": "Maoshuo Chen",
                "text": "Maoshuo Chen, born in Shantou, Guangdong in 1997, graduated with a bachelor's degree in industrial design from the College of Design and Innovation, Tongji University in 2020. Most of the projects I do are product design but they often drift in strange settings and struggle with the question of what the design can do. In this \"Neighborh2o2od\" exhibition I also do some humble work, serving everyone.",
                "contact1": "maoshuochen.top",
                "contact2": "",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Chen Maoshuo/chenmaoshuo_1.jpg",
                "img2": "./img/Chen Maoshuo/chenmaoshuo_2.jpg",
                "img3": "./img/Chen Maoshuo/chenmaoshuo_3.jpg",
                "img4": "./img/Chen Maoshuo/chenmaoshuo_4.jpg",
                "img5": "./img/Chen Maoshuo/chenmaoshuo_5.jpg",
                "img6": "./img/Chen Maoshuo/chenmaoshuo_6.jpg"
            }
        ],
        "keyword": [
            {
                "word1": "media design",
                "word2": "management tool",
                "word3": "knowledge graph"
            }
        ]
    },

    {
        "project": [
            {
                "name": "Tool Design For Storage and Retrieval Of Oral Data Contents",
                "text": "In the digital era, oral care tools arefacing new role challenges. My design detects kinds of oral data by extracting three oral actions of licking, blowing, and hooping, and connects two major fields of oral cleaning and oral care. It also stores and retrieves user-related physical data and emotional memory."
            }
        ],
        "video": [
            {
                "link": "https://fanglin20.oss-cn-beijing.aliyuncs.com/dialogue%2011_2min.mp4",
                "no_video": "This host is not at home..."

            }
        ],
        "artist": [
            {
                "name": "Xu Man",
                "text": "College of Design and Innovation of Tongji University. Industrial design graduate at 2020. Committed to thinking about complex things and sorting out unique insights.",
                "contact1": "Portfolio: https://pdf.maitube.com/pdf/?e=agNDxWz6mMnVwa",
                "contact2": "Wechat: xuman-1202",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Xu Man/xuman_1.png",
                "img2": "./img/Xu Man/xuman_2.jpg",
                "img3": "./img/Xu Man/xuman_3.jpg",
                "img4": "./img/Xu Man/xuman_4.jpg",
                "img5": "./img/Xu Man/xuman_5.jpg",
                "img6": "./img/Xu Man/xuman_6.jpg"
            }
        ],
        "keyword": [
            {
                "word1": "industrial design",
                "word2": "oral care",
                "word3": "physical data"
            }
        ]
    },

    {
        "project": [
            {
                "name": "Birth of New Rose",
                "text": "Design of the jewelry product relies on the innovative strategy proposed for the brand roseonly, that is, introducing the dimension of time to create a symbolic experience with rose as a symbolic artifact. Based on the experience of rose cultivation, it is a piece of commercial jewelry with two variable forms, being substituted into the growth journey of roses through presentation methods of online and offline media, acting as an agent of the brand narrative. </br>The conventional rose imagery will be adapted for expressing love in an era of equality. This guides people to reassess the overused clichéd cultural symbol, and to return to the original image to strengthen related metaphors: sincerity, preciousness, those eternal values behind humans’ love."
            }
        ],
        "video": [
            {
                "link": "https://fanglin20.oss-cn-beijing.aliyuncs.com/dialogue%2012_2min.mp4",
                "no_video": "This host is not at home..."


            }
        ],
        "artist": [
            {
                "name": "Wang Shiwen",
                "text": "I am the one who looks rational but fed with idealism, and believe that sincerity is the most important quality, no matter for humans or artifacts. I am good at delivering practical concepts with objects. My interests include video, photography and music. In pursuit of the guidance of inclusive, unified and concise concepts, I hope that my works will become a gentle advocator and communicate with a wide range of audiences in a non violent way. Fear of being defined, I am embracing uncertainty. I keep myself a few steps away from people occasionally, but also draw inspiration from people. Trying to influence myself and the surrounding environment with shaping and choices, I build fragments of the utopia in real life. My recent mind feed is house dance, music production, and dreaming of the house I build in the mountains.",
                "contact1": "Website：https://wangshiwen1998.wixsite.com/mysite",
                "contact2": "instagram：https://www.instagram.com/heart_entire/ @heart_entire",
                "contact3": "bilibili：https://space.bilibili.com/45532570 @Celestica",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Wang Shiwen/wangshiwen_1.png",
                "img2": "./img/Wang Shiwen/wangshiwen_2.jpg",
                "img3": "./img/Wang Shiwen/wangshiwen_3.jpg",
                "img4": "./img/Wang Shiwen/wangshiwen_4.jpg",
                "img5": "./img/Wang Shiwen/wangshiwen_5.png",
                "img6": "./img/Wang Shiwen/wangshiwen_6.png"
            }
        ],
        "keyword": [
            {
                "word1": "jewelry design",
                "word2": "brand narrative",
                "word3": "cultivation experience"
            }
        ]
    },

    {
        "project": [
            {
                "name": "4 Variations On A Night Theme",
                "text": "\"Four Variations on a Night Theme\" is a three-dimensional creative project based on the medium of photography. It attempts to explore the following four topics: [1] the authorship of the still image in expressing space, [2] the psychology of the path after the change of perspective. reproduction, [3] the practice of composition on the move, [4] the exploration of walking as a linear narrative, and the restoration of night to the viewer as an A complex mix of fear, security and stillness. The project consists of the following four components.</br>Prélude: a ramble in the suburbs </br>■ Var. I:pool without water</br>4283*3498px</br>photorealistic render image </br>■ Var. II: a road map with marks</br>3000*6000px</br>2D render image / Map</br>■ Var. III: a window-like view</br>image installation</br>■ Var. IV,Coda:how to take a night road</br>10'03\" 3K </br>3K panorama video"
            }
        ],
        "video": [
            {
                "link": "https://fanglin20.oss-cn-beijing.aliyuncs.com/dialogue%2013_2min.mp4",
                "no_video": "This host is not at home..."

            }
        ],
        "artist": [
            {
                "name": "Cai Minhao",
                "text": "Cai Minhao (b. 1998, Guangzhou), is an artist who primarily working with photography and digital media. By focusing on the abstraction of the media itself, he produces works based on the transformation between media. He is particularly interested in urban space as the landscape, and the complex emotions (direct but not immediate stimuli) brought by the narrative structure.",
                "contact1": "Website: cai-minhao.com",
                "contact2": "Email: apperl.me@gmail.com",
                "contact3": "Instagram: @apperl_",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Cai Minhao/caiminhao_1.jpg",
                "img2": "./img/Cai Minhao/caiminhao_2.jpg",
                "img3": "./img/Cai Minhao/caiminhao_3.jpg",
                "img4": "./img/Cai Minhao/caiminhao_4.jpg",
                "img5": "./img/Cai Minhao/caiminhao_5.jpg",
                "img6": "./img/Cai Minhao/caiminhao_6.jpg"
            }
        ],
        "keyword": [
            {
                "word1": "mix media",
                "word2": "photography",
                "word3": "restoration of night"
            }
        ]
    },

    

    {
        "project": [
            {
                "name": "Lifebelt: Household medical product for the prevention and control of SCD",
                "text": "Sudden cardiac death is a natural death caused by various heart causes such as heart failure or arrhythmia, and occurs in a short period of time. In China, the annual incidence of sudden cardiac death is about 41.84 per 100,000, with an average of two deaths per minute. Most SCD occurs at home or in public places, and it is difficult for patients to get medical assistance in the first place. For such a disease, the place of medical care can not be limited to medical institutions, the family will also become a medical base.</br>This design is a household medical product to prevent and control sudden cardiac death (SCD) by combining the physical product with online medical service. The product is divided into three levels due to the three levels of SCD risk. The first is an App to provide online medical service. The second is a wearable ECG recorder. The third is a wearable defibrillator. The two physical products can be combined and split freely according to the user's health condition."
            }
        ],
        "video": [
            {
                "link": "",
                "no_video": "This host is not at home..."

            }
        ],
        "artist": [
            {
                "name": "Chen Yuqi",
                "text": "Chen Yuqi , graduated from Tongji university for the undergraduate degree in 2020, majored in product design.</br>I have studied painting since childhood and have a keen interest in tearing down objects and handcrafting. Since the first time I used Apple's first iPod as a child, I've been yearning for industrial design and has made a secret determination to become an industrial designer( but, of course, I just thought industrial design was modeling products).</br>During four-year undergraduate study in Tongji, my understanding of industrial design gradually changed from simple creation to professional, systematic design thinking and design methods. I also frequently thought about the designer's identity positioning and the philosophical thinking behind the design in the tangled process of inspiration-led design and research-led design. What is design? What is industrial design? How to be a good industrial designer? How does the concept design of the student period transition to mature commercial design? Are there standard answers to these questions? Perhaps the repetition and self-rebuttal in the search for answers can lead to slow progress in the design path.",
                "contact1": "",
                "contact2": "",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Chen Yuqi/chenyuqi_1.jpg",
                "img2": "./img/Chen Yuqi/chenyuqi_2.jpg",
                "img3": "./img/Chen Yuqi/chenyuqi_3.jpg",
                "img4": "./img/Chen Yuqi/chenyuqi_4.jpg",
                "img5": "./img/Chen Yuqi/chenyuqi_5.jpg",
                "img6": "./img/Chen Yuqi/chenyuqi_6.jpg"
            }
        ],
        "keyword": [
            {
                "word1": "industrial design",
                "word2": "sudden cardiac death",
                "word3": "first-aid tool"
            }
        ]
    },

    {
        "project": [
            {
                "name": "Interactive Immersive Space Based On Emotion Visualization",
                "text": "This is an interactive immersive installation design based on emotion visualization. It aims to develop immersive interactive space that can communicate our real-time emotional state. This will not only help us in becoming more self-aware but also reflect on our affective state. \"Have you seen yourself a minute ago?\" This is a slow self-examination experience. Each viewer can see the particle landscape constructed by himself and his emotions at the same time. Every tiny emotional change will be recorded by the moving particles, just like a frame of a movie.The audience will experience not only the emotion at the moment, but more importantly, through the interaction of facial expressions, to achieve psychological repair. This work was placed in the community of Wuhan, hoping to repair people who were psychologically affected by the epidemic, and to repair the city."
            }
        ],
        "video": [
            {        
                
                "link": "",
                "no_video": "This host is not at home..."

            }
        ],
        "artist": [
            {
                "name": "Bao Xiying",
                "text": "Bao Xiying, graduated from D&I, Tongji University, majoring in industrial design. She created the NowHereMe Art project with Jarmo Suominen, a foreign expert from Tongji University and professor from Aalto University. She went to Central Saint Martins as an exchange student at third year. An interactive sound visualization video was selected to the Aston Martin Space Sound Visualization Exhibition. She have received offers such as RCA service Design, UCL human-computer interaction, delft interaction Design, etc. With a passion for design and project experiences in art, technology, design interdisciplinary and systematic thinking, she creatively combined the two as a graduation project for in-depth research. In addition to study and research, she has interned in IDVx, Gensler, Jaguar Land Rover and PayPal. She has won Shanghai Scholarship, NITORI International Scholarship, Red Dot Concept Design Award, A Design Award Gold Award, etc. She is engaged in industrial design, interaction, new media art, and data visualization.",
                "contact1": "",
                "contact2": "",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Bao Xiying/baoxiying_1.jpg",
                "img2": "./img/Bao Xiying/baoxiying_2.png",
                "img3": "./img/Bao Xiying/baoxiying_3.jpg",
                "img4": "./img/Bao Xiying/baoxiying_4.jpg",
                "img5": "./img/Bao Xiying/baoxiying_5.jpg",
                "img6": "./img/Bao Xiying/baoxiying_6.jpg"
            }
        ],
        "keyword": [
            {
                "word1": "environmental design",
                "word2": "immersive installation",
                "word3": "emotion visualization"
            }
        ]
    },

    {
        "project": [
            {
                "name": "Empower the Elderly Living In An Activity Life Using Game Experience Design",
                "text": "The elderly are a marginalized group in the gaming industry. As a modern product with technological attributes, video games can significantly help the elderly to actively accept new information and keep up with the development of the times. Unpixeling is a game interaction system for the elderly that is dominated by interesting family questions. It can not only provide the elderly to exercise their brains by playing the puzzle games, but also bridge the family communication gap among the family based on the interesting interactive questions provided by the system."
            }
        ],
        "video": [
            {
                "link": "",
                "no_video": "This host is not at home..."


            }
        ],
        "artist": [
            {
                "name": "Yi Tianya",
                "text": "Hi there, I am Tianya. Currently, I am interning as an UED Intern at the Alibaba Design Group.  I decided to embark on the road of interaction design, as it not only offers me opportunities to use my emotional capacity that I practiced in 10 years of art experience to understand my users but also provides practical means to solve issues in real life.",
                "contact1": "TEL: +86 18117165351",
                "contact2": "Linkedin: https://www.linkedin.com/in/tianyayidesign/",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Yi Tianya/yitianya_1.png",
                "img2": "./img/Yi Tianya/yitianya_2.png",
                "img3": "./img/Yi Tianya/yitianya_3.png",
                "img4": "./img/Yi Tianya/yitianya_4.png",
                "img5": "./img/Yi Tianya/yitianya_5.png",
                "img6": "./img/Yi Tianya/yitianya_6.png"
            }
        ],
        "keyword": [
            {
                "word1": "interactive design",
                "word2": "gamification",
                "word3": "the elderly"
            }
        ]
    },

    {
        "project": [
            {
                "name": "Human-computer Interaction and Device Design: Street Interaction Scenarios In the Future",
                "text": "We live in an era of human-computer symbiosis. With the development and progress of computing power and automation technology, the traditional experience space is undergoing intelligent upgrades and iterations. In this design, the interactive device hopes to build a different sense of experience for the user than the traditional space through more media methods and more efficient production links. In this mode, the relationship between the interactive device and the space is just like the liquid and the container, the change of the former changes the purpose of the latter. The variability of the core device has brought about a change in the use of experience spaces. In different scenarios, as the device changes, the space can provide services for different scenarios such as bars, press conferences, coffee bars, educational places, etc."
            }
        ],
        "video": [
            {
                "link": "",
                "no_video": "This host is not at home..."


            }
        ],
        "artist": [
            {
                "name": "Zhang Yixiang",
                "text": "Zhang Yixiang, graduate of Digital Media and Communication Design at Tongji University, working at Internet company, egg food enthusiast, owner of two cats, designing for overseas Internet product, enthusiast of cross-border environmental space / interactive installation.",
                "contact1": "Website: ihsiangzhang.com",
                "contact2": "Instagram: @ihsiang.zhang",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Zhang Yixiang/zhangyixiang_1.jpg",
                "img2": "./img/Zhang Yixiang/zhangyixiang_2.jpg",
                "img3": "./img/Zhang Yixiang/zhangyixiang_3.jpg",
                "img4": "./img/Zhang Yixiang/zhangyixiang_4.jpg",
                "img5": "./img/Zhang Yixiang/zhangyixiang_5.jpg",
                "img6": "./img/Zhang Yixiang/zhangyixiang_6.jpg"
            }
        ],
        "keyword": [
            {
                "word1": "environmental design",
                "word2": "experience space",
                "word3": "variable device"
            }
        ]
    },

    {
        "project": [
            {
                "name": "Modular Dancing Practice Space Design Based On Future Intelligent Community",
                "text": "In the future, implict consumption and the ability of creating are expected to be seen in the community, spaces there are suposed to be more sustainable and sharable. Nowadays, the spread of popular dance culture makes it a way for more and more young people to relax and express themselves. But there are not enough spaces for daily practice.</br> Based on the background, this project was aimed to combine dance practice and performance spaces with community public spaces, exploring new interaction methods and new forms of public spaces that the community may generate in the future. So in this program, a modular dance practice room is designed. Starting with the user experience process in its service design, I established an online APP for dance lovers, which is a platform for dancers to communicate and learn. At the same time, the APP is closely related to the offline dance practice spaces according to different communities chosen by users.The modular dance practice room is immersive and can be reserved online, meeting the needs of both dance lovers and other community members. Intelligent perception hardware and AR tech are also used on public interfaces. This becomes an important joint when social activity meets the community."
            }
        ],
        "video": [
            {
                "link": "",
                "no_video": "This host is not at home..."

            }
        ],
        "artist": [
            {
                "name": "Jiawen LEE",
                "text": "Hi guys, my name is JIAWEN LEE: an undergraduate student who majors in interior and spacial design——a future spacial worker who wants to provide different users with different kinds of spaces; a student who was attracted by home decoration art 4 years ago, and changed her way of design thinking through the 4-years professional learning, but still like to use her “intuition”; a person who like those public spaces with unlimited potential on people’s interaction much more than those private and ruled spaces; and also a person who are interested in almost everything, while still looking for a valuable point to focus on. Yeah, that’s me, nice to meet you!",
                "contact1": "",
                "contact2": "",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Li Jiawen/lijiawen_1.jpg",
                "img2": "./img/Li Jiawen/lijiawen_2.jpg",
                "img3": "./img/Li Jiawen/lijiawen_3.jpg",
                "img4": "./img/Li Jiawen/lijiawen_4.jpg",
                "img5": "./img/Li Jiawen/lijiawen_5.jpg",
                "img6": "./img/Li Jiawen/lijiawen_6.jpg"
            }
        ],
        "keyword": [
            {
                "word1": "environmental design",
                "word2": "modular spaces",
                "word3": "dance lover"
            }
        ]
    },

    {
        "project": [
            {
                "name": "Mini Lifi Street Scene and Guide System - Food Logistics System In Community Isolation",
                "text": "During the epidemic situation, the community was closed, which brought about the distribution problem of the last 100 meters. At the same time, the social discussion caused by Fengchao event makes us rethink the new possibility of community logistics. The enclosure boundary area of the closed community was designed as the space carrier to create a food flow system. At the end of the epidemic, the micro post station and community micro center will be integrated to connect logistics, retail and social activities, and provide the possibility for the future development of unmanned logistics."
            }
        ],
        "video": [
            {
                "link": "",
                "no_video": "This host is not at home..."


            }
        ],
        "artist": [
            {
                "name": "Cai Yanni",
                "text": "Cai Yanni, entered the College Of Design And Innovation, Tongji University in 2016, majoring in environment  design.Her design is always full of enthusiasm and personal ideal, while paying attention to social reality. The team design project \"Henggang Village Tourism Food Network - food room\", which takes the food experience in the four seasons as the interactive  touchpoint between urban and rural areas, empowers the development of rural tourism.The project finally won the first prize in the 2019 China College Students Creative Festival.</br> In addition to professional design learning, she also participates in various activities to improve her vision and comprehensive ability. In 2017, she joined the team of D&I student WeChat Subscription to participate in the daily operation; in January 2019, she participated the curatorial team of \"new retail new life 2016 environmental design course Exhibition\"; in August 2019, she participated in the “Future basketball court workshop ”of Nike on air studio.</br> As a preparatory student of environmental designers, she hopes her design can solve social problems through systematic thinking, and the final design is based on space, but not limited to space.",
                "contact1": "",
                "contact2": "",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Cai Yanni/caiyanni_1.jpg",
                "img2": "./img/Cai Yanni/caiyanni_2.jpg",
                "img3": "./img/Cai Yanni/caiyanni_3.jpg",
                "img4": "./img/Cai Yanni/caiyanni_4.jpg",
                "img5": "./img/Cai Yanni/caiyanni_5.jpg",
                "img6": "./img/Cai Yanni/caiyanni_6.jpg"
            }
        ],
        "keyword": [
            {
                "word1": "environmental design",
                "word2": "community logistics",
                "word3": "pandemic"
            }
        ]
    },

    {
        "project": [
            {
                "name": "Mini Lifi Street Scene And Guide System Design - Systematic Street Renewal Strategies",
                "text": "2019 is the first year of 5G, and 5G technology begins to be put into commercial use, which expands the application scene and development potential of related fields such as Internet of Things, unmanned driving, artificial intelligence, etc. At the same time, the lifi technology is becoming increasingly mature, and another round of innovation in interaction mode is just around the corner. Under such a background, I start from point of view of the system, research existing public resources and public services on the Chifeng road, and propose system-based update strategies, integrate online information platform and offline space, generate intelligent street landscape, and I will further explain the influence of the update strategy with the example of transportation system updates, at the same time I set up a group of street value evaluation dimensions, used for strategy selection and evaluation."
            }
        ],
        "video": [
            {
                "link": "",
                "no_video": "This host is not at home..."

            }
        ],
        "artist": [
            {
                "name": "Zhong Mingjun",
                "text": "I was an engineering student before I entered the D&I, and now I have finished my undergraduate study, I am still used to thinking from the rational perspective, but I also had more emotional perceptions of people and events. This graduation project is a systematic renovation of streets based on technology and experience updating, and I hope it will lead to a more effective solution.",
                "contact1": "",
                "contact2": "",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Zhong Mingjun/zhongmingjun_1.png",
                "img2": "./img/Zhong Mingjun/zhongmingjun_2.png",
                "img3": "./img/Zhong Mingjun/zhongmingjun_3.png",
                "img4": "./img/Zhong Mingjun/zhongmingjun_4.png",
                "img5": "./img/Zhong Mingjun/zhongmingjun_5.png",
                "img6": "./img/Zhong Mingjun/zhongmingjun_6.png"
            }
        ],
        "keyword": [
            {
                "word1": "environmental design",
                "word2": "street updating",
                "word3": "intelligent system"
            }
        ]
    },

    {
        "project": [
            {
                "name": "Workshop Design and Service Design For Artistic Creation In the Jiulong Village",
                "text": "The site is the Jiulong village, Fujian Province. Art festival is held here every year. But we found that artists who participated in it were not convenient. So I design for this pain point. I focus on three types of handicrafts, rammed earth, bamboo weaving and carpentry. The personas are artists, emerging artists and art lovers. I connect more stakeholders and combine online and offline to shape the village as a stable and convenient local creative base. The three main workshops are Soil Workshop, Wood Workshop and Bamboo Workshop. Other spaces are composed of artist apartments, one bamboo forest courtyard, one waterside platform, terraced viewing platforms and one wood courtyard."
            }
        ],
        "video": [
            { 
                
                "link": "",
                "no_video": "This host is not at home..."



            }
        ],
        "artist": [
            {
                "name": "Wang Lanyue",
                "text": "She enrolled in the College of Design and Innovation,Tongji University in 2016 and was awarded an outstanding graduate of Tongji University in 2020. She grew up in Beijing and Tianjin with a strong traditional cultural atmosphere. She studied Chinese painting and calligraphy with famous Chinese painting masters for more than ten years. So this experience has a great influence on her subsequent design style. In her design works, people often see the reflection of Chinese culture and her love and pursuit of natural landscape. In this graduation project, \"Workshop Design and Service System Design for Artistic Creation in the Jiulong Village\", she focus on the local handicrafts of rammed earth, bamboo weaving, and carpentry. Through the empowerment of craftsmanship, the village is activated. Her goal is to make new design with Chinese culture.",
                "contact1": "",
                "contact2": "",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Wang Lanyue/wanglanyue_1.png",
                "img2": "./img/Wang Lanyue/wanglanyue_2.jpg",
                "img3": "./img/Wang Lanyue/wanglanyue_3.jpg",
                "img4": "./img/Wang Lanyue/wanglanyue_4.jpg",
                "img5": "./img/Wang Lanyue/wanglanyue_5.jpg",
                "img6": "./img/Wang Lanyue/wanglanyue_6.jpg"
            }
        ],
        "keyword": [
            {
                "word1": "environmental design",
                "word2": "artists residency",
                "word3": "village design"
            }
        ]
    },

    {
        "project": [
            {
                "name": "Unplastic Life - Brand Design For Building A Sustainable Pop-up Life Community",
                "text": "In the context of consumption and materialism in China, it is not easy to live sustainable life. Economic growth and people's desires are causing large-scale waste of resources and environmental pollution. No Thanks, as a sustainable living community brand designed for young people, provides a creative experience for people to share exchanges and carry out activities. Through the connection between people, unplastic can truly become a mainstream lifestyle. No Thanks wants to convey the concept of \"rejecting material goods and returning to life itself\". The main point of contact is the pop-up store that travels around the city, and an online communication community. The pop-up store has a magic wall that can be transformed into three spatial modes, allowing a light and simple space to have many possibilities."
            }
        ],
        "video": [
            {
                "link": "",
                "no_video": "This host is not at home..."


            }
        ],
        "artist": [
            {
                "name": "Ren Jiaxuan",
                "text": "“Xuan, an idealistic literary girl, is a Beijinger living in Shanghai. Graduated from Tongji University College of Design and Innovation, majored in environmental Design, and admitted by the University of California, Berkeley, majoring in human-computer interaction. The work mainly explores the boundary between humanistic care and creative thinking, inspiring to be a pure source of \"The Fountain\" style, accepting all the possibilities and attempts of life.",
                "contact1": "Website：jiaxuanren.com",
                "contact2": "Instagram：@hailiexxuan",
                "contact3": "",
                "contact4": ""
            }
        ],
        "workimg": [
            {
                "img1": "./img/Ren Jiaxuan/renjiaxuan_1.png",
                "img2": "./img/Ren Jiaxuan/renjiaxuan_2.png",
                "img3": "./img/Ren Jiaxuan/renjiaxuan_3.png",
                "img4": "./img/Ren Jiaxuan/renjiaxuan_4.png",
                "img5": "./img/Ren Jiaxuan/renjiaxuan_5.png",
                "img6": "./img/Ren Jiaxuan/renjiaxuan_6.png"
            }
        ],
        "keyword": [
            {
                "word1": "communication design",
                "word2": "sustainability",
                "word3": "community brand"
            }
        ]
    }

]